/* Unknown error message */
"An unknown error occurred." = "Une erreur inconnue s’est produite.";

/* plugin button tooltip */
"Insert the image or video into a Numbers document." = "Insérez l’image ou la vidéo dans un document Numbers.";

/* plugin name */
"Numbers" = "Numbers";

/* Not installed error message */
"Numbers is not installed." = "Numbers n’est pas installé.";

/* Cannot share to Numbers */
"Unable to share to Numbers" = "Impossible de partager dans Numbers";

